const lang = {
    company_name: 'شركة الضمان لتقنية المعلومات',
    about_us_title: 'حولنا',
    about_us_content: 'شركة الضمان لتقنية المعلومات تأسست في 2020 وهي إحدي الشركات التابعة لشركة الضمان القابضة، تسعى المؤسسة إلى الاستثمار في مجال تقنية المعلومات. تم انشاؤها لأهداف محددة وواضحة لتصبح إحدى الشركات الرائدة كمقدم حلول تقنية المعلومات وتقديم الاستشارات، وتعمل على دعم وتسخير خدماتها في مجال تقنية المعلومات لخدمة عملائها من القطاعين القطاع الحكومي والخاص والمساهمة في تطوير الأعمال وتنميتها لمواكبة أحدث المخرجات التقنية المبتكرة وأنظمة المعلومات المتخصصة في البرمجيات وفي مجال الأمن السيبراني والحوسبة السحابية والذكاء الاصطناعي وهندسة البيانات والبرمجة والتدريب والاستشارات التقنية.',
    our_partners_title: 'شركائنا',
    our_partners_content: 'لدينا مجموعة متزايدة من شركاء النجاح و كبرى الشركات الرائدة في مجال تقنية المعلومات عالميا وفي براءات الاختراع والتكنولوجيا ومن أهمها شركة هواوي وديل',
    our_vision_title: 'رؤيتنا وهدفنا',
    our_vision_content: 'أن نصبح إحدى الشركات الرائدة في مجال تقنية المعلومات محليا وفي الشرق الأوسط، نعمل على بناء إستراتيجية ناجحة مع العملاء والموردين وتقديم المنتجات والخدمات بطريقة متميزة ذات جودة عالية تتواكب مع متطلباتهم وذلك من خلال فريق عمل وباحثين متخصصين من ذوي الخبرات والكفاءات العلمية والعملية العالية نحقق هدفنا باستخدام أفضل الأدوات والحلول التقنية لنحقق رضا العميل و لمساعدة عملائنا للوصول لأحدث التقنيات التكنولوجية المتطورة.',
    our_services: 'خدماتنا',
    services: [
        {
            heading: 'توفير المنتجات',
            content: 'توفر الشركة منتجات وخدمات متعددة و في عدة مجالات مختلفة كما تقوم بتقديمها كحزمة واحدة حسب احتياج الزبون',
        },
        {
            heading: 'توفير الحلول',
            content: 'تتعامل الشركة مع العملاء لمعرفة المشاكل التي  يواجهونها ، وتقدم حلاً متكاملاً وبحزم مختلفة حسب احتياج الزبون',
        },
        {
            heading: 'Multi-sided طبيعة الخدمات',
            content: 'تقدم الشركة المنتجات أو الخدمات المختلفة للعملاء من خلال الانضمام إلى المشترين والبائعين والموردين عن بُعد أو بشكل مادي مباشر.',
        }
    ],
    nav_items: {
        about_us: 'حولنا',
        our_vision: 'رؤيتنا وهدفنا',
        our_partners: 'شركائنا',
        our_services: 'خدماتنا',
    },
    footer_items: {
        email: 'info@dcity.ly',
        phone_one: '(+218) 091-830 3303',
        phone_two: '(+218) 091-212 0159',
        phone_three: '(+218) 091-543 2222',
    }
}

export default lang;